index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-01-25 Mon 14:05 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>The Balance Sheet Identity</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Matt Brigida, Ph.D." />
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content">
<h1 class="title">The Balance Sheet Identity</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org4377d14">1. How Do We Buy Assets?</a></li>
<li><a href="#org9965e55">2. The Balance Sheet Identity</a></li>
<li><a href="#org03249f2">3. The Difference Between Identities and Equations</a></li>
<li><a href="#org6f8ff77">4. Interactive App</a></li>
</ul>
</div>
</div>



<div id="outline-container-org4377d14" class="outline-2">
<h2 id="org4377d14"><span class="section-number-2">1</span> How Do We Buy Assets?</h2>
<div class="outline-text-2" id="text-1">
<p>
You issue financial assets (stocks and bonds) to get the money to buy real assets.  These financial assets then have a claim on the assets, as well as the cash flows generated by those assets.  
</p>

<ul class="org-ul">
<li>The type of financial assets determines the nature (risk/return) of the claim.</li>

<li>Bond and stock valuation deals with the claim on the cash flows.  Here we'll discuss the claim on the underlying assets themselves.</li>
</ul>
</div>
</div>

<div id="outline-container-org9965e55" class="outline-2">
<h2 id="org9965e55"><span class="section-number-2">2</span> The Balance Sheet Identity</h2>
<div class="outline-text-2" id="text-2">
<p>
The balance sheet identity: 
</p>

<p>
\(A \equiv L + SE\)
</p>

<p>
where <b>A</b> denotes assets, <b>L</b> liabilities, and <b>SE</b> stockholders' equity. You read this identity as "assets are defined to be liabilities plus stockholders' equity."
</p>

<ul class="org-ul">
<li>This is a result of equity being a <b>residual claim</b> on the assets/cash flows of the firm.  Equity receives whatever is left over.</li>

<li>So the "identity" is saying all the firm's assets are claimed by someone&#x2014;debtholders first, and then equityholders get everything else.</li>
</ul>
</div>
</div>



<div id="outline-container-org03249f2" class="outline-2">
<h2 id="org03249f2"><span class="section-number-2">3</span> The Difference Between Identities and Equations</h2>
<div class="outline-text-2" id="text-3">
<p>
We call the Balance Sheet relationship an <b>identity</b> rather than an <b>equation</b> because it always holds (because equity just gets whatever is left over).
</p>

<ul class="org-ul">
<li>Conversely, an equation only holds for certain values.  For example, consider the equation \(x^2 - 1 = 0\).  This is only true for \(x = \pm 1\)</li>

<li>\(A \equiv L + SE\) is always true because \(SE\) is simply defined as \(A - L\).</li>
</ul>
</div>
</div>



<div id="outline-container-org6f8ff77" class="outline-2">
<h2 id="org6f8ff77"><span class="section-number-2">4</span> Interactive App</h2>
<div class="outline-text-2" id="text-4">
<p>
The following interactive app graphically shows the balance sheet identity. The original asset value is $100, and you can set the proportion of those assets financed by debt.  For example, if you set it equal to 0.55, then $55 of the assets was financed via debt.  You can then set the new value of assets. 
</p>

<ul class="org-ul">
<li>If the new value of assets increases above $100 all the value goes to equityholders, and if the value of assets drops below $100 equityholders absorb the losses (with no debt value lost).</li>

<li>If the new value of assets drops below the value of debt, then debtholders incur losses, and the value of equity is negative.</li>

<li>Note that this is an accounting relationship&#x2014;because of <b>limited liability</b> equity can never have a negative value.</li>
</ul>

<iframe width="760" height="515" src="https://micfm.shinyapps.io/balance_sheet_identity_app1/"></iframe>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Matt Brigida, Ph.D.</p>
<p class="date">Created: 2021-01-25 Mon 14:05</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
